const AboutUs = () => {
  return (
    <section className="px-3 md:px-6 py-6">
      <h3 className="text-3xl text-blue-700 font-medium">Кто мы?</h3>
      <div className="md:pl-12 mt-4">
        <h4 className="text-xl font-normal mb-3">Позвольте нам представить себя:</h4>
        <ul className="flex flex-col gap-4 list-disc list-inside">
          <li>
            Maldex– это комплексный сервис по производству сувенирной продукции
            для российских и международных компаний. С нашей помощью компании
            смогут расширить клиентскую базу, повысить лояльность аудитории,
            укрепить позиции на рынке.
          </li>
          <li>
            Наша команда берет на себя весь спектр задач по ведению сделки, Вам
            нужно предоставить лишь логотип для нанесения. Мы изготовим,
            забрендируем и доставим ваш бизнес сувенир.
          </li>
          <li>
            У Вас есть идеи собственных сувениров? –Прекрасно!С нашей помощью вы
            можете изготовить любой сувенир по индивидуальному дизайну.
          </li>
          <li>
            Бизнес-сувениры из России, Европы, Америки и Китая. Более 1 000 000
            подарков со всего мира. Нам есть что вам предложить! / Нам есть чем
            вас удивить?
          </li>
          <li>Maldex – производи правильное впечатление!</li>
        </ul>
      </div>
    </section>
  );
};

export default AboutUs;
